Repository: xiaosu-zhu/com.aurora.aumusic
Catalog: com.aurora.aumusic/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ru_ru, zh_tw

# AlbumArtists
source: {0} AlbumArtists
de_de: {0} ist ein Schöpfer
es_es: {0} es un creador
fr_fr: {0} est un créateur
it_it: {0} è un creatore
ja_jp: クリエイター{0}人
ru_ru: {0} является создатель
zh_tw: {0}個創作人

# AlbumArtistsSingle
source: {0} AlbumArtist
de_de: {0} ist ein Schöpfer
es_es: {0} es un creador
fr_fr: {0} est un créateur
it_it: {0} è un creatore
ja_jp: クリエイター{0}人
ru_ru: {0} является создатель
zh_tw: {0}個創作人

# AlbumDetailsArtistsShort
source: Created by {0}...
de_de: Von {0}, {1} Kreationen
fr_fr: Par {0}, {1} créations
ru_ru: {0}, {1} творения

# AlbumDetailsTotalDuration
source: {0} minutes and {1} seconds
de_de: {0}-{1} Sekunden
es_es: {0}-{1} segundos
fr_fr: {0}-{1} secondes
it_it: {0}-{1} secondi
ja_jp: {0}-{1} 秒
ru_ru: {0}-{1} секунд
zh_tw: {0}分{1}秒

# AlbumFlowSortButton.Text
source: Sort By:
de_de: Sortieren nach:
es_es: Ordenar por:
fr_fr: Trier par :
it_it: Ordina per:
ja_jp: 並べ替え順:
ru_ru: Сортировать по:
zh_tw: 排序方式:

# AlbumFlowTitle.Text
source: Album Flow
de_de: Album-stream
es_es: Corriente del álbum
fr_fr: Flux de l'album
it_it: Stream album
ja_jp: アルバム ストリーム
ru_ru: Поток альбома
zh_tw: 專輯流

# ArtistDetailsConverterAlbum
source: {0} Albums and
de_de: {0} album
es_es: álbum de {0}
fr_fr: album de {0}
it_it: album di {0}
ja_jp: アルバム{0}枚
ru_ru: {0} альбом
zh_tw: {0}張專輯

# ArtistDetailsConverterAlbumSingle
source: {0} Album and
de_de: {0} album
es_es: álbum de {0}
fr_fr: album de {0}
it_it: album di {0}
ja_jp: アルバム{0}枚
ru_ru: {0} альбом
zh_tw: {0}張專輯

# ArtistDetailsConverterSongs
source: {0} Songs
de_de: {0} track
es_es: pista de {0}
fr_fr: piste de {0}
it_it: traccia {0}
ja_jp: トラック{0}首
ru_ru: {0} трек
zh_tw: {0}首曲目

# ArtistDetailsConverterSongsSingle
source: {0} Song
de_de: {0} track
es_es: pista de {0}
fr_fr: piste de {0}
it_it: traccia {0}
ja_jp: トラック{0}首
ru_ru: {0} трек
zh_tw: {0}首曲目

# ArtistTitle.Text
source: Artists
de_de: Alle Darsteller
es_es: Todos los intérpretes
fr_fr: Tous les artistes interprètes ou exécutants
it_it: Tutti gli esecutori
ja_jp: すべての実行者
ru_ru: Все исполнители
zh_tw: 所有表演者

# AutoSearchLrcButton.OffContent
source: Off
de_de: deaktivieren
es_es: deshabilitar
fr_fr: désactiver
it_it: disabilitare
ja_jp: ON
ru_ru: запретить
zh_tw: 停用

# AutoSearchLrcButton.OnContent
source: On
de_de: aktivieren
es_es: habilitar
fr_fr: activer
it_it: abilitare
ja_jp: OFF
ru_ru: разрешить
zh_tw: 啟用

# AutoSearchLrcText.Text
source: Search Lyrics Automatically
de_de: Automatische Songtext
es_es: Letras de automáticos
fr_fr: Paroles d'automatiques
it_it: Testi di automatici
ja_jp: 自動歌詞
ru_ru: Автоматическое песен
zh_tw: 自動獲取歌詞

# ChangePathButton.Content
source: Change where we search
de_de: Ändern Sie den Speicherort
es_es: Cambiar ubicación
fr_fr: Changer l'emplacement
it_it: Cambiare localizzazione
ja_jp: 位置の変更
ru_ru: Изменить расположение
zh_tw: 更改查找位置

# DetailsButtonTip.Text
source: Details
de_de: springen
es_es: saltar
fr_fr: saut
it_it: salto
ja_jp: 切り替え
ru_ru: перейти
zh_tw: 跳躍

# FeelingLuckText.Text
source: Feeling Lucky!
de_de: Ich bin auf gut Glück!
es_es: Me siento afortunado
fr_fr: I'm feeling lucky
it_it: Mi sento fortunato
ja_jp: 運試し
ru_ru: Я чувствую себя счастливым
zh_tw: 手氣不錯

# GeneralSettingsTitle.Text
source: General
de_de: Generalisiert
es_es: Generalizado
fr_fr: Généralisé
it_it: Generalizzato
ja_jp: 汎用
ru_ru: Обобщенный
zh_tw: 一般化

# LanguageSettingsTitle.Text
source: Language
de_de: Sprache
es_es: Lenguaje
fr_fr: Langage
ja_jp: 言葉づかい
ru_ru: язык
zh_tw: 語言

# LikeListTitle.Text
source: My Favorites
de_de: Ich liebe
es_es: Me encanta
fr_fr: Je t'aime
it_it: Amo
ja_jp: 私は大好き
ru_ru: Я люблю
zh_tw: 我的最愛

# ListButtonTip.Text
source: Now-Playing List
de_de: Aktuelle Wiedergabe
es_es: En curso
fr_fr: Lecture en cours
it_it: In esecuzione
ja_jp: プレイ ビュー
ru_ru: проигрывается
zh_tw: 現正播放

# LoadingLrcText.Text
source: Searching Lyrics...
de_de: Songtext zu finden...
es_es: Buscar Letras de...
fr_fr: Retrouvez les paroles...
it_it: Trovare testi...
ja_jp: 歌詞を見つける.
ru_ru: Найти слова песни...
zh_tw: 查找歌詞中...

# LocationSettingsTitle.Text
source: Searching From...
de_de: Suchen Sie einen Ort
es_es: Encuentre una ubicación
fr_fr: Trouver un emplacement
it_it: Trovare una posizione
ja_jp: 位置を見つける
ru_ru: Найти местоположение
zh_tw: 查找位置

# LrcErrText.Text
source: No matching results.
de_de: Keine übereinstimmenden Ergebnisse
es_es: No hay resultados coincidentes
fr_fr: Aucun résultat correspondant
it_it: Nessun risultato corrispondente
ja_jp: 一致する結果がありません。
ru_ru: Нет подходящих результатов
zh_tw: 沒有匹配結果

# NextButtonTip.Text
source: Next
de_de: Das nächste Lied
es_es: La siguiente canción
fr_fr: La chanson suivante
it_it: Il brano successivo
ja_jp: 次の曲
ru_ru: Следующая песня
zh_tw: 下一首

# NowListLoadingText.Text
source: Loading
de_de: Laden
es_es: Carga
fr_fr: Chargement
it_it: Caricamento
ja_jp: 読み込み
ru_ru: Загрузка
zh_tw: 正在載入

# PauseTip.Text
source: Pause
de_de: anhalten
es_es: pausar
fr_fr: suspendre
it_it: sospendere
ja_jp: 一時停止
ru_ru: пауза
zh_tw: 暫停

# PlaybackSettingsTitle.Text
source: Playback Settings
de_de: Wiedergabe-Einstellungen
es_es: Ajustes de reproducción
fr_fr: Réglages de lecture
it_it: Impostazioni di riproduzione
ja_jp: 再生設定
ru_ru: Параметры воспроизведения
zh_tw: 播放設置

# PlayTip.Text
source: Play
de_de: Wiedergeben
es_es: Reproducir
fr_fr: Lecture
ja_jp: 再生
ru_ru: Воспроизвести
zh_tw: 播放

# PreviousButtonTip.Text
source: Previous
de_de: Zurück
es_es: Anterior
fr_fr: Précédent
it_it: Precedente
ja_jp: 前へ
ru_ru: Назад
zh_tw: 上一個

# RepeatAllTip.Text
source: Repeat All
de_de: Alle Zyklen
es_es: Todos los ciclos
fr_fr: Tous les cycles
it_it: Tutti i cicli
ja_jp: すべてのサイクル
ru_ru: Все циклы
zh_tw: 全部迴圈

# RepeatButtonTip.Text
source: Repeat
de_de: Schleife ausführen
es_es: repetir
fr_fr: exécuter en boucle
it_it: eseguire il ciclo
ja_jp: ループ
ru_ru: повторять
zh_tw: 迴圈

# RepeatOnceTip.Text
source: Repeat This
de_de: Single-cycle
es_es: Solo ciclo de
fr_fr: Seul cycle
it_it: Ciclo singolo
ja_jp: 1 サイクル
ru_ru: Один цикл
zh_tw: 單曲迴圈

# SettingsTitle.Text
source: Settings
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
it_it: impostazioni
ja_jp: 設定
ru_ru: параметры
zh_tw: 設定

# ShuffleButtonTip.Text
source: Shuffle
de_de: Zufällige
es_es: Al azar
fr_fr: Au hasard
it_it: Casuale
ja_jp: ランダム
ru_ru: Случайным образом
zh_tw: 隨機

# SongDetailsButtonTip.Text
source: Song's Details
de_de: Für weitere Informationen
es_es: Para obtener más información
fr_fr: Pour plus d'informations
it_it: Per ulteriori informazioni
ja_jp: 詳細については
ru_ru: Для получения дополнительной информации
zh_tw: 詳細資訊

# SongDetailsFlyoutAlbum.Text
source: Album
de_de: Alben
es_es: Álbumes
fr_fr: Albums
ja_jp: アルバム
ru_ru: Альбомы
zh_tw: 專輯

# SongDetailsFlyoutAlbumArtists.Text
source: Album Artist
de_de: Album-Künstler
es_es: Artistas del álbum
fr_fr: Artistes de l'album
it_it: Artisti album
ja_jp: アルバム アーティスト
ru_ru: Исполнители альбома
zh_tw: 專輯表演者

# SongDetailsFlyoutArtists.Text
source: Artist
de_de: Ausführende
es_es: Intérpretes
fr_fr: Interprètes
it_it: Performers
ja_jp: Performers
ru_ru: Исполнители
zh_tw: Performers

# SongDetailsFlyoutBitrate.Text
source: Bit Rate
es_es: velocidad de bits
fr_fr: vitesse de transmission
it_it: velocità in bit
ja_jp: ビット レート
ru_ru: скорость
zh_tw: 位元速率

# SongDetailsFlyoutDecoder.Text
source: Encoder
de_de: Codierte Formate
es_es: Formatos codificados
fr_fr: Formats codés
it_it: Formati codificati
ja_jp: エンコード形式
ru_ru: Кодированные форматы
zh_tw: 已編碼的格式

# SongDetailsFlyoutDuration.Text
source: Duration
de_de: Die Gesamtlänge der
es_es: La longitud total de
fr_fr: La longueur totale de
it_it: La lunghezza totale del
ja_jp: 長さの合計
ru_ru: Общая длина
zh_tw: 總長度

# SongDetailsFlyoutGenres.Text
source: Genres
de_de: Genre
es_es: género
fr_fr: genre
it_it: genere
ja_jp: ジャンル
ru_ru: жанр
zh_tw: 內容類型

# SongDetailsFlyoutPath.Text
source: Location Path
de_de: Pfad zur Datei
es_es: ruta de acceso al archivo
fr_fr: chemin d'accès au fichier
it_it: percorso del file
ja_jp: ファイルのパス
ru_ru: путь к файлу
zh_tw: 檔案路徑

# SongDetailsFlyoutRating.Text
source: Rating
de_de: Bewertung
es_es: clasificación
fr_fr: évaluation
it_it: valutazione
ja_jp: 評価
ru_ru: оценка
zh_tw: 評分

# SongDetailsFlyoutSize.Text
source: File Size
de_de: Dateigröße
es_es: tamaño de archivo
fr_fr: taille de fichier
it_it: dimensioni del file
ja_jp: ファイル サイズ
ru_ru: размер файла
zh_tw: 檔案大小

# SongDetailsFlyoutTitle.Text
source: Metadata
de_de: Song-Informationen
es_es: Información de la canción
fr_fr: Information sur la chanson
it_it: Informazioni sulla canzone
ja_jp: 曲の情報
ru_ru: Информация о песне
zh_tw: 歌曲資訊

# SongDetailsFlyoutYear.Text
source: Release Year
de_de: Veröffentlichungsjahr
es_es: Año de lanzamiento
fr_fr: Année de sortie
it_it: Anno di pubblicazione
ja_jp: リリース年
ru_ru: Год выпуска
zh_tw: 發行年份

# SongsCountConverter
source: {0} Songs
de_de: {0} track
es_es: pista de {0}
fr_fr: piste de {0}
it_it: traccia {0}
ja_jp: トラック{0}首
ru_ru: {0} трек
zh_tw: {0}首曲目

# SongsCountConverterSingle
source: {0} Song
de_de: {0} track
es_es: pista de {0}
fr_fr: piste de {0}
it_it: traccia {0}
ja_jp: トラック{0}首
ru_ru: {0} трек
zh_tw: {0}首曲目

# SongsDetailsConverter
source: Play {0} Songs
de_de: Spielfiguren, {0}
es_es: Piezas, {0}
fr_fr: Jouer des morceaux, {0}
it_it: Riproduzione di pezzi, {0}
ja_jp: {0} 個の再生
ru_ru: Игра куски, {0}
zh_tw: 播放{0}首曲目

# SongsDetailsConverterSingle
source: Play {0} Song
de_de: Spielfiguren, {0}
es_es: Piezas, {0}
fr_fr: Jouer des morceaux, {0}
it_it: Riproduzione di pezzi, {0}
ja_jp: {0} 個の再生
ru_ru: Игра куски, {0}
zh_tw: 播放{0}首曲目

# SongsPageTitle.Text
source: All Songs
de_de: Alle Musiktitel
es_es: Todas las canciones
fr_fr: Tous les morceaux
it_it: Tutti i brani
ja_jp: すべての曲
ru_ru: Все песни
zh_tw: 所有歌曲

# SongsSettingsTitle.Text
source: Songs' Settings
de_de: Song-Informationen
es_es: Información de la canción
fr_fr: Information sur la chanson
it_it: Informazioni sulla canzone
ja_jp: 曲の情報
ru_ru: Информация о песне
zh_tw: 歌曲資訊

# SortbyAlbumText
source: Album
de_de: Vom album
es_es: Por álbum
fr_fr: Par album
it_it: Per album
ja_jp: アルバム別
ru_ru: По альбому
zh_tw: 按專輯

# SortbyArtistText
source: Artists
de_de: Von performer
es_es: Artista intérprete o ejecutante
fr_fr: Par l'artiste interprète ou exécutant
it_it: Da performer
ja_jp: 実行者によって
ru_ru: По исполнителю
zh_tw: 按表演者

# SortbyGenresText
source: Genres
de_de: Nach genre
es_es: Por género
fr_fr: Par genre
it_it: Di genere
ja_jp: ジャンル別
ru_ru: По жанрам
zh_tw: 按曲風

# SortbyNameText
source: Title
de_de: Nach Titel
es_es: Por título
fr_fr: Par titre
it_it: Per titolo
ja_jp: タイトル別
ru_ru: по названию
zh_tw: 依標題

# SplitDrawerSettingsButton.Text
source: Settings
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
it_it: impostazioni
ja_jp: 設定
ru_ru: параметры
zh_tw: 設定

# StopButtonTip.Text
source: Stop
de_de: beenden
es_es: detener
fr_fr: arrêter
it_it: arrestare
ja_jp: 停止
ru_ru: остановить
zh_tw: 停止

# ThemeSettingsTitle.Text
source: Theme
de_de: Betreff
es_es: tema
fr_fr: sujet
it_it: argomento
ja_jp: 情報カテゴリ
ru_ru: тема
zh_tw: 主旨

source: Unknown AlbumArtists
de_de: Unbekannter Komponist
es_es: Compositor desconocido
fr_fr: Compositeur inconnu
it_it: Autore sconosciuto
ja_jp: 不明な作曲者
ru_ru: Неизвестный композитор
zh_tw: 未知創作人

source: Unknown Genres
de_de: Unbekanntes Genre
es_es: Género desconocido
fr_fr: Genre inconnu
it_it: Genere sconosciuto
ja_jp: ジャンル情報なし
ru_ru: Неизвестный жанр
zh_tw: 未知的音樂類型

# VolumeButtonTip.Text
source: Volume
de_de: Lautstärke
es_es: volumen
ja_jp: 音量
ru_ru: громкость
zh_tw: 音量

# YearConverter
source: Year {0}
de_de: {0} Jahr
es_es: año {0}
fr_fr: année de {0}
it_it: anno di {0}
ja_jp: {0} 年
ru_ru: {0} год
zh_tw: {0}年

# FileErrText.Text
source: Some Songs can't play
de_de: Der Titel können nicht abgespielt werden
es_es: No se pueden reproducir las pistas
fr_fr: Les plages ne peuvent pas être lues
it_it: I brani non possono essere riprodotti
ja_jp: トラックは再生できません。
ru_ru: Нельзя играть треки
zh_tw: 存在無法播放的曲目

# ThemeSetAutoText.Text
source: Auto
de_de: automatisch
es_es: automático
fr_fr: automatique
it_it: automatico
ja_jp: 自動
ru_ru: автоматический
zh_tw: 自動

# ThemeSetDarkText.Text
source: Dark
de_de: Abblenden
es_es: Atenuar
fr_fr: Estompé
it_it: Tenue
ja_jp: 暗く
ru_ru: Приглушенное
zh_tw: 暗

# ThemeSetLightText.Text
source: Light
de_de: Hell
es_es: Brillo
fr_fr: Clair
it_it: Intensa
ja_jp: 明るく
ru_ru: Яркое
zh_tw: 亮

# DeleteConfirmText.Text
source: This location won't search any more
de_de: Dieser Speicherort wird nicht mehr suchen.
es_es: Este lugar ya no buscará
fr_fr: Cet endroit n'est plus recherche
it_it: Questa posizione non cercherà
ja_jp: この場所は、もはや検索します。
ru_ru: Это место больше не будет искать
zh_tw: 此位置將不再搜索

# DeleteCancelText.Content
source: Cancel
de_de: abbrechen
es_es: cancelar
fr_fr: annuler
it_it: annullare
ja_jp: 取り消す
ru_ru: отменить
zh_tw: 取消

# DeleteOkText.Content
source: Ok
de_de: Festlegen
es_es: Determinar
ru_ru: Определить
zh_tw: 確定

# WelcomeTitle.Text
source: Welcome to Aurora Music
de_de: Aurora-Musik finden Sie hier gute
es_es: Música de Aurora aquí encontrado buena
fr_fr: Musique de Aurora trouvée ici bonne
it_it: Musica di Aurora qui trovato buono
ja_jp: こちら良いオーロラ音楽
ru_ru: Аврора музыки, здесь хорошо
zh_tw: 極光音樂 在這裡發現美好

# WelcomeSettingTitle.Text
source: Let's find where is your music world
de_de: Lassen Sie uns Ihre Musikbibliothek hinzufügen
es_es: Añadamos su biblioteca de música
fr_fr: Ajoutons à votre bibliothèque musicale
it_it: Aggiungiamo la tua libreria musicale
ja_jp: あなたの音楽ライブラリを追加しましょう
ru_ru: Давайте добавим вашей музыкальной библиотеки
zh_tw: 讓我們來添加你的音樂庫吧

# AlbumFlowText
source: Album Flow
de_de: Album-stream
es_es: Corriente del álbum
fr_fr: Flux de l'album
it_it: Stream album
ja_jp: アルバム ストリーム
ru_ru: Поток альбома
zh_tw: 專輯流

# ArtistText
source: Artists
de_de: Ausführende
es_es: Intérpretes
fr_fr: Interprètes
it_it: Performers
ja_jp: Performers
ru_ru: Исполнители
zh_tw: Performers

# LikeListText
source: My Favorites
de_de: Ich liebe
es_es: Me encanta
fr_fr: Je t'aime
it_it: Amo
ja_jp: 私は大好き
ru_ru: Я люблю
zh_tw: 我的最愛

# SongsPageText
source: All Songs
de_de: Alle tracks
es_es: Todas las pistas
fr_fr: Toutes les pistes
it_it: Tutte le tracce
ja_jp: すべてのトラック
ru_ru: Все треки
zh_tw: 所有曲目

# AuroraTitle.Text
source: Aurora Music
de_de: Aurora-Musik
es_es: Música de Aurora
it_it: Musica di Aurora
ja_jp: オーロラ音楽
ru_ru: Аврора-музыка
zh_tw: 極光音樂

# LicenseContent.Text
source: This app is totally open source on the github
de_de: Der Anwendungscode liegt auf Github, open-source
es_es: Todo el código de la aplicación está en Github, código abierto
it_it: Tutto il codice di applicazione è su Github, opensource
ja_jp: すべてのアプリケーション コードは github では、オープン ソースです。
ru_ru: Весь код приложения находится на Github, открытым исходным кодом
zh_tw: 本應用所有代碼均已在 Github 上開源

# LicenseText.Text
source: License and open source
de_de: Copyrightinformationen
es_es: Información de Copyright
it_it: Informazioni sul copyright
ja_jp: 著作権情報
ru_ru: Информация об авторских правах
zh_tw: 著作權資訊

# VersionText.Text
source: Version
es_es: versión
it_it: versione
ja_jp: バージョン
ru_ru: версия
zh_tw: 版本

# PlaybackSettingsContent.Text
source: Still Developing...
de_de: Noch in der Entwicklung...
es_es: Todavía en desarrollo...
it_it: Ancora in sviluppo...
ja_jp: まだ開発中.
ru_ru: Все еще в разработке...
zh_tw: 仍在開發...

# WebExceptionText
source: Connection failed
es_es: No hay ninguna conexión de red
it_it: Nessuna connessione di rete
ja_jp: ネットワーク接続がありません
ru_ru: Нет сетевых подключений
zh_tw: 無網路連線

# FirstCreateText.Text
source: We are searching your music...
es_es: Estamos agregando tu música
it_it: Stiamo aggiungendo la tua musica
ja_jp: 私たちはあなたの音楽を追加します。
ru_ru: Мы добавляем музыку
zh_tw: 我們正在添加你的音樂

# CreateWarningText.Text
source: Please do not close or minimize this app
es_es: No minimizar o cerrar la aplicación
it_it: Non minimizzare o chiudere l'applicazione
ja_jp: 最小化またはアプリケーションを終了しないでください。
ru_ru: Не свернуть или закрыть приложение
zh_tw: 請勿最小化或關閉應用

# RefreshPanelText.Text
source: We are searching for your new songs
es_es: Estamos añadiendo nuevo las pistas
it_it: Siamo l'aggiunta di nuove canzoni si
ja_jp: 私達は、新しいを追加するトラック
ru_ru: Мы добавляем новые треки вы
zh_tw: 我們正在添加你的新曲目

# AppName
source: Aurora Music
es_es: Música de Aurora
it_it: Musica di Aurora
ja_jp: オーロラ音楽
ru_ru: Аврора-музыка
zh_tw: 極光音樂
